acpi
adapta-gtk-theme
adobe-source-sans-pro-fonts
alsa-utils
arandr
arc-solid-gtk-theme
arc-x-icons-theme
atool
autoconf
automake
awesome-terminal-fonts
baobab
base
bash
bash-completion
bash-language-server
bear-git
bind-tools
binutils
bison
bless
blueberry
blueman
bluez-utils
btrfs-progs
bzip2
ccls
cflow
check
chromium-widevine
chrpath
clang
cloc
clojure
cmake
colorpicker
compton
coreutils
cpio
cpupower
cryptsetup
cscope
ctags
cups
cxxtest
dante
davmail
dconf-editor
device-mapper
dhcpcd
dialog
diffoscope
diffstat
diffutils
digilent.adept.runtime
dkms
docker
docker-compose
dosfstools
dotnet-sdk
dtc
dunst
e2fsprogs
efibootmgr
elfutils
elinks
elixir
erlang
expac
expect
fakeroot
feh
ffmpegthumbnailer
file
file-roller
filesystem
filezilla
findutils
flake8
flatabulous
flex
fluxbox
font-manager-git
fontconfig
fontforge
fonts-meta-extended-lt
foomatic-db-engine
foomatic-db-nonfree-ppds
foomatic-db-ppds
freetype2
fsharp
gawk
gcc
gcolor2
gdb
gettext
ghdl
ghostscript
gimp
git
gitcheck-git
gitg
gitinspector
gitlint
gitstats-git
glibc
gnome-calculator
gnome-keyring
gnome-settings-daemon
gnome-themes-extra
go
go-langserver-git
go-tools
gource
gparted
gprof2dot
graphviz
grep
grub
gscreenshot
gst-plugins-ugly
gstreamer0.10
gstreamer0.10-base
gtest
gtk-chtheme
gtkwave
gucharmap
gvim
gzip
hexedit
highlight
htop
hunspell-en_US
hwinfo
i3-gaps
i3blocks
i3ipc-python-git
i3lock
i3status
iftop
imv
inetutils
intel-ucode
iotop
iperf3
iproute2
iputils
ipython
iverilog
iw
java-openjfx
jfsutils
jq
jshon
kdiff3-qt
kerl
keychain
kitty
ld-lsb
leiningen
less
lib32-glibc
lib32-libstdc++5
lib32-libudev0-shim
lib32-libusb
lib32-nvidia-utils
lib32-zlib
libappindicator-gtk3
libgnome-keyring
libmodbus-dev
libmpdclient
libpng12
libreoffice-fresh
libtool
libvterm
licenses
linux
linux-headers
llvm
logrotate
lsof
lua
luarocks
lvm2
lxappearance
m4
make
man-db
man-pages
maven
mdadm
mediainfo
meld
mercurial
moka-icon-theme-git
mono
moreutils
msmtp
mtools
mupdf
nano
ncurses5-compat-libs
neomutt
neovim
nerd-fonts-complete
netctl
network-manager-applet
networkmanager
networkmanager-openvpn
nfs-utils
nm-connection-editor
nmap
noto-fonts-emoji
ntfs-3g
ntp
nuget
nvidia
nvidia-settings
nvme-cli-git
odt2txt
office-code-pro
offlineimap
omnisharp-roslyn
opencv
openssh
openvpn
osx-arc-darker
osx-arc-plus
osx-arc-shadow
osx-arc-white
p7zip
pacman
pacman-contrib
pam-gnupg-git
pandoc
paper-gtk-theme-git
parallel
parcellite
parole
parted
pass
patch
patchelf
pavucontrol
pcalc
pciutils
pdfjs
pepper-flash
perl
perl-anyevent-i3
perl-archive-zip
perl-authen-sasl
perl-image-exiftool
perl-net-smtp-ssl
picocom
pigz
pipdeptree
pkgconf
plantuml
playerctl
polybar-git
premake
procps-ng
protobuf-go
psmisc
ptask-git
pv
py3status
py3status-modules
pyenv
pyls-mypy
pyprof2calltree
python-ansicolor
python-arrow
python-bitstring
python-click
python-coverage
python-distutils-extra
python-docopt
python-flake8-blind-except
python-flake8-docstrings
python-flake8-formatter-abspath
python-jedi
python-language-server
python-lxml
python-matplotlib
python-pep8-naming
python-pint
python-pip
python-pipenv
python-protobuf
python-psutil
python-pydocstyle
python-pylint
python-pyment-git
python-pynvim
python-pytest
python-pyzmq
python-rope
python-setuptools-scm
python-sh
python-sphinx
python-spidev
python-tldextract
python-uncompyle6
python-yaml
python2-appdirs
python2-bitstring
python2-enum34
python2-jedi
python2-matplotlib
python2-packaging
python2-pyparsing
python2-pyserial
python2-setuptools
python2-six
python2-typing
python2-wxpython3
qdirstat
qemu
qemu-arch-extra
qpdfview
qutebrowser
racket
ranger
rapidjson
rclone
rdesktop
reflector
reiserfsprogs
remmina
remmina-plugin-rdesktop
ripgrep
rlwrap
rofi
rofi-greenclip
rsync
ruby
run_scaled-git
rust-racer
rustup
rxvt-unicode
s-nail
saleae-logic
samba
scdoc
scrot
sdl
seahorse
sed
shadow
shellcheck
siji-git
slstatus-git
smartmontools
smplayer
socat
spotify
sshuttle
steam
strace
stress-ng
sudo
sysfsutils
sysstat
systemd-sysvcompat
tamsyn-font
tar
task
tasksh
tcpdump
telepathy-gabble
telepathy-haze
telepathy-idle
telepathy-salut
terminus-font
texinfo
tftp-hpa
the_silver_searcher
thunar
thunderbird
tk
tmux
tokei
tree
ttf-anonymous-pro
ttf-bitstream-vera
ttf-century-gothic
ttf-dejavu-sans-code
ttf-droid
ttf-fira-code
ttf-font-awesome
ttf-hack
ttf-input
ttf-mononoki
ttf-ms-fonts
ttf-oxygen-gf
ttf-roboto
ttf-sudo
ttf-twemoji
ttf-weather-icons
usbutils
util-linux
vault
vint
visual-studio-code-bin
visualvm
vncdesk-git
vtop
w3m
weechat
wego
wget
which
wireguard-arch
wireguard-tools
xautolock
xbanish
xclip
xerox-workcentre-78xx
xf86-input-synaptics
xfce4-terminal
xfsprogs
xkbset
xorg-iceauth
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xtitle-git
yapf
yarn
yay-git
zathura
zathura-pdf-mupdf
zita-alsa-pcmi
zsh
zsh-autosuggestions
zuki-themes-git
